export const oferta = `
1. Термины и определения
1.1. Для целей настоящего Договора, приведенные ниже термины и определения используются в
следующем значении:
1.2. «Акцепт» — полное и безоговорочное принятие Заказчиком условий настоящего Договора,
совершенное путем регистрации на интернет-сайте https://virtualnum.ru/ или предоплаты оказываемых услуг.
1.3. «Сайт», «Сервис» – сайт в сети «Интернет», расположенный по доменному имени https://virtualnum.ru/,
обеспечивающий техническую возможность оказания Заказчику Услуг, предусмотренных настоящим
Договором.
1.4. «Тариф» – совокупность ценовых условий, на которых Исполнитель предлагает пользоваться одной,
либо несколькими услугами, представленным на Сайте.
1.5. «API-сервис» - набор готовых технических решений, предоставляемых Исполнителем для
использования во внешних программных продуктах Заказчика.
1.6. «Оператор сотовой связи» - компания, предоставляющая услуги сотовой связи для сотовых
телефонов своих абонентов.
1.7. «Контактный ящик электронной почты» - набор символов, идентифицирующий Заказчика и
Исполнителя и служащий для приема и отправки электронной почты.
1.8. «Электронный виртуальный счет» – счет в личном кабинете Заказчика, позволяющий отслеживать
количество перечисленных на счет Исполнителя денежных средств за услуги по Договору.
1.9. «Сообщение, СМС» - текстовое сообщение на Используемый номер, прием которого обеспечивает
Исполнитель.
1.10. «Личный кабинет» - интерфейс пользователя, позволяющий получать и управлять Услугами,
оказываемыми по настоящему Договору.
1.11. «Идентификация пользователя» – процедура добровольной идентификации личности пользователя,
осуществляемая при помощи Сервиса.
1.12. «Абонент» – физическое или юридическое лицо, пользующееся услугами подвижной
радиотелефонной связи одного из Операторов связи.
1.13. «Используемый номер» – абонентский номер, находящийся во владении Сервиса, используемый для
оказания Услуг по настоящему Договору.
1.14. «Sip-номер» - номер, используемый для оказания услуги переадресации посредством
интернет-телефонии и находящийся во владении Сервиса.
1.15. «Прием СМС» – услуга по настоящему Договору, дающая Заказчику техническую возможность
ознакомления с текстом Сообщений, поступающих на Используемый номер.
1.16. «Переадресация» – услуга по настоящему Договору, которая предусматривает оказание Исполнителем
Заказчику посреднических услуг по переадресации телефонных звонков с Используемого номера на
абонентский номер Заказчика.
1.17. «Sip-переадресация» - услуга по настоящему Договору, которая предусматривает оказание
Исполнителем Заказчику посреднических услуг по переадресации телефонных звонков с Sip-номера на
абонентский номер Заказчика.
1.18. «Абонентский счет» – счет в личном кабинете заказчика, позволяющий отслеживать количество
переведенных денежных средств с Электронного виртуального счета на баланс Используемого номера.
1.19. «Операция возврата» – действия Заказчика, направленные на возврат суммы оплаты/части суммы
оплаты Заказчику в связи с возвратом (отменой, отказом) Заказчиком услуг, в том числе в связи
непредоставлением (неоказанием) Исполнителем услуг Заказчику, ранее оплаченных Заказчиком.

2. Предмет Договора.

2.1. Предметом настоящего Договора является возмездное предоставление заказчику посреднических
услуг по переадресации звонков абонента и предоставления технической возможности ознакомления с СМС,
поступающих на Используемый Номер (далее - Услуги). Услуги предоставляются юридическим лицам,
индивидуальным предпринимателям, физическим лицам, Акцептировавшим настоящий договор. Заказчик
обязуется оплатить Услуги в размере и на условиях, предусмотренных настоящим Договором.
2.2. Заказчик осознает, что Исполнитель по настоящему Договору является посредником между Клиентом
и оператором сотовой связи.
2.3. Стоимость, срок оказания Услуг и форма регистрации размещены на Сайте.
2.4. В соответствии с пунктом 2 статьи 437 Гражданского Кодекса Российской Федерации (ГК РФ), в
случае принятия изложенных ниже условий и оплаты услуг юридическое или физическое лицо, производящее
акцепт этой оферты, становится Заказчиком (в соответствии с пунктом 3 статьи 438 ГК РФ акцепт оферты
равносилен заключению договора на условиях, изложенных в оферте).
2.5. Моментом полного и безоговорочного принятия Заказчиком предложения Исполнителя заключить
договор оферты (акцептом оферты) считается факт регистрации на интернет-сайте https://virtualnum.ru/ или
предоплаты Заказчиком услуг Исполнителя. Текст настоящего Договора расположен по адресу:
https://virtualnum.ru/oferta
2.6. Заказчик имеет право использовать услуги по настоящему Договору в любой стране, в случае если это
не противоречит законодательству данной страны. Если заказчик планирует использовать данную Услугу на
территории, где использование услуг Сервиса не предусмотрено законодательством или запрещается, Заказчик
не имеет права на заключение данного Договора и на использование услуг Сервиса.
2.7. Принимая условия данного Договора, Заказчик подтверждает, что использование услуг Сервиса на
территории проживания Заказчика разрешено законодательством.
3. Общие условия оказания услуг.
3.1. Услуги оказываются в соответствии с условиями, предусмотренными настоящим Договором и
приложениям к нему, а также в соответствии с условиями, размещенными на сайте https://virtualnum.ru/.
3.2. В том случае, если Условия оказания услуг, размещенные на Сайте, противоречат условиям оказания
услуг, предусмотренными настоящим Договором и (или) приложениями к нему, превалирующее значение
имеют условия, размещенные на Сайте.
${
  /*
    3.3. При исполнении настоящего договора допускается оказание услуги с использованием API-сервиса,
размещенного по адресу https://virtualnum.ru/docs/api/ru.
    */
  ""
}
3.4. Исполнитель оказывает Услуги Заказчику только при выполнении следующих условий:
3.4.1. Заказчик осуществил регистрацию на Сайте в надлежащем порядке;
3.4.2. Исполнитель подтвердил возможность оказания услуги путем направления сообщения на указанный
при регистрации ящик электронной почты.
3.5. Исполнитель вправе отказать Заказчику в регистрации на сайте без объяснения причин.
3.6. Услуги предоставляется Заказчику в объеме, соответствующем выбранному Заказчиком Тарифу и виду
услуги.
3.7. В целях пресечения мошеннических действий при оказании услуги Приема СМС может потребоваться
Идентификация пользователя.
3.7.1. Идентификация пользователя может быть осуществлена при помощи загрузки и верификации
паспортных данных, при оплате услуг некоторыми платежными сервисами и при помощи портала
Государственных услуг Российской Федерации.
3.8. Оказание услуги Переадресации производится только на абонентские номера, зарегистрированные и
используемые на территории Российской Федерации
3.9. Оказание услуги Sip-переадресации производится на любой абонентский номер Заказчика, независимо
от места регистрации и использования абонентского номера Заказчика
3.9.1. Заказчик вправе по своему усмотрению заменить абонентский номер, на который будет установлена
переадресация с Используемого номера.
4. Порядок оплаты и стоимость услуг
4.1. Заказчик оплачивает услуги Исполнителя на условиях предоплаты в размере 100% путем
перечисления денежных средств на расчетный счет Исполнителя или внесения посредством электронных
платежей на Электронный виртуальный счет.

4.2. Денежные средства отображаются в Электронном виртуальном счете Заказчика.
4.3. Стоимость услуг по Договору определяется в соответствии с настоящим Договором, приложениями к
нему, Тарифами и информацией, размещенной на сайте. Стоимость может быть изменена и зависит от:
4.3.1. Объема приобретаемых услуг;
4.3.2. Индивидуальной скидки Заказчика;
4.3.3. Тарифа;
4.3.4. Иных условий, если об этом явно указано на Сайте, в тексте настоящего Договора и приложениям к
нему.
4.3.5. Списание с Электронного виртуального счета денежных средств за услугу Приема СМС происходит
непосредственно после оказания Услуги.
4.3.6. Списание с Электронного виртуального счета денежных средств за услугу Переадресации происходит
в следующем порядке:
4.3.6.1. Абонентский счет Используемого номера пополняется заказчиком при помощи Сервиса.
4.3.6.2. Объем оказания услуги Переадресации исчисляется в минутах. Стоимость одной минуты оказания
услуги Переадресации составляет 2 рубля.
4.3.6.3. Списание денежных средств с Абонентского счета происходит с началом каждой новой минуты
оказания услуги Переадресации.
4.3.6.4. В том случае, если на Абонентском счете недостаточно денежных средств для продолжения оказания
услуги, оказание услуги прекращается.
5. Права и обязанности сторон
5.1.1. Заказчик обязуется:
5.1.2. Не использовать Услуги, оказываемые Исполнителем, в противоправных целях, а равно не совершать
действий, наносящих вред Исполнителю и (или) третьим лицам.
5.1.3. Надлежащим образом оплатить услуги Исполнителя в соответствии с условиями настоящего Договора.
5.1.4. Использовать Услугу Переадресации исключительно в отношении Номеров, принадлежащих
Заказчику или лицу, в интересах которых он уполномочен действовать.
5.1.5. Возместить Исполнителю убытки, причиненные выплатами, взысканными с Исполнителя третьими
лицами, в том числе административные штрафы со стороны контрольных и надзорных органов, полученными
Исполнителем из-за нарушений Заказчиком положений настоящего Договора и законодательства Российской
Федерации, при условии предоставлении Заказчику документов, подтверждающие причинение Исполнителю
указанного ущерба.
5.2. Заказчик вправе:
5.2.1. Запрашивать у Исполнителя информацию о перечне Услуг, Тарифах, зачислении платежей, состоянии
Электронного виртуального счета и другие данные в рамках оказания Услуг по настоящему Договору.
5.2.2. Исполнитель обязуется:
5.2.3. Обеспечить работоспособность Сервиса в течение срока действия настоящего Договора.
5.2.4. Оказать Заказчику Услуги в соответствии c Договором.
5.2.5. Предоставить Заказчику информацию о перечне Услуг, Тарифах, зачислении платежей, состоянии
Электронного виртуального счета.
5.3. Исполнитель вправе:
5.3.1. Изменить в одностороннем порядке настоящий Договор и приложения к нему с предварительным
уведомлением Заказчика за 5 (пять) календарных дней до введения в действие таких изменений, путем
размещения информации об изменениях на сайте Исполнителя.
5.3.2. Изменить в одностороннем порядке установленные Тарифы без уведомления Заказчика путем
размещения информации об изменениях на сайте Исполнителя.
5.3.3. Если Заказчик продолжает пользоваться Услугами, это признается его согласием условиями нового
Договора и Тарифами. Если Заказчик не согласен с условиями нового Договора и новыми Тарифами, он
прекращает пользоваться Услугами и извещает об этом Исполнителя по Контактному ящику электронной
почты, предусмотренным пунктом 9.1.3. Договора в течение 5 (пяти) рабочих дней с момента получения
уведомления от Исполнителя. В этом случае Исполнитель блокирует Личный кабинет пользователя.
5.3.4. Блокировать Личный кабинет Заказчика, нарушающего любой из пунктов настоящего Договора.
5.3.5. Установить в одностороннем порядке произвольное время хранения любых статистических данных
Заказчика, за исключением случаев, когда такие статистические данные относятся к персональным.
5.3.6. Исполнитель вправе привлекать третьих лиц (специалистов, консультантов) для оказания Услуг по
настоящему договору без уведомления Заказчика.

5.3.7. Исполнитель вправе добавить Ящик электронной почты Заказчика, указанный при регистрации, в свой
список рассылки писем. Заказчик имеет право отказаться от писем, присылаемых Исполнителем, перейдя по
ссылке, указанной в электронном письме.
5.3.8. Если иное не указано в настоящем Договоре, Исполнитель не несет ответственности перед Заказчиком
и иными лицами за: косвенные убытки, упущение прибыли, упущение выгоды, независимо от способа их
причинения.
5.3.9. Исполнитель вправе размещать логотип товарного знака на сайте Исполнителя, с письменного
согласия Заказчика.
6. Особенности совершения Операции возврата
6.1. Возврат Заказчику денежных средств по Операции возврата осуществляется Исполнителем в
следующем порядке:
6.1.1. Заказчик предоставляет заявление об Операции возврата Исполнителю;
6.1.2. Исполнитель рассматривает заявление в срок до 5ти рабочих дней;
6.1.3. Исполнитель предлагает варианты исправления Услуги, если причина Операции возврата является
неоказание, неработоспособность Услуги;
6.1.4. Исполнитель определяет сумму возврата исходя из остатка на Электронном виртуальном счете
Заказчика в Личном кабинете;
6.1.5. Исполнитель производит Операцию возврата, исходя из способа возврата указанного в заявлении
Заказчика, если по выбранному способу возврата нет возможности вернуть денежные средства Заказчика,
Исполнитель предлагает Заказчику другие способы возврата по Операции возврата.
7. Срок действия, порядок заключения и расторжения договора.
7.1.1. Настоящий Договор вступает в силу с момента совершения Заказчиком акцепта оферты и действует до
полного выполнения обязательств Сторонами.
7.1.2. В случае невыполнения одной стороной обязательств по договору в результате действия обстоятельств
непреодолимой силы (форс-мажор), что подтверждается необходимыми документами с указанием срока
форс-мажора, срок обязательств сторон по договору продлевается на срок действия форс-мажора. Стороны
освобождаются от ответственности за убытки, понесенные другой стороной в результате действия
форс-мажора. Сторона, для которой создалась невозможность выполнения обязательств по настоящему
договору, обязана сообщить в письменной форме о наступлении форс-мажорных обстоятельств, о
предполагаемом сроке действия данных обстоятельств, а также об окончании действия. Достаточным
подтверждением наличия вышеуказанных обстоятельств будут служить справки, выданные соответствующими
уполномоченными органами. Если невозможность полного или частичного выполнения обязательств одной из
сторон вследствие форс-мажорных обстоятельств не прекратятся до начала мероприятия, любая сторона имеет
право расторгнуть настоящий договор.
8. Конфиденциальность и персональные данные
8.1. Любая полученная в результате исполнения настоящего договора информация (включая, но не
ограничиваясь информацией о коммерческой деятельности любой из сторон, технологиях, решениях и т.п.)
–является конфиденциальной и не подлежит разглашению третьим лицам без письменного согласования
другой стороны по настоящему договору.
8.2. Стороны обязуются хранить полученную информацию в строгой конфиденциальности и
предпринимать все возможные действия для ее защиты не в меньшей мере, чем те действия, которые каждая из
Сторон предпринимает для защиты собственной информации.
8.3. Исполнитель не разглашает информацию о технических аспектах оказания услуг.
8.4. Исполнитель вправе обрабатывать и хранить персональные данные Заказчика или его
уполномоченного представителя, обеспечивать их конфиденциальность и не предоставлять доступ к этой
информации третьим лицам, за исключением случаев, предусмотренных действующим законодательством РФ.
Принимая (акцептируя) настоящую оферту, Заказчик подтверждает свое согласие и разрешает Исполнителю
обрабатывать свои персональные данные, в том числе: фамилию, имя, отчество, адрес регистрации/отправки
корреспонденции, адрес электронной почты, номер телефона, дату и(или) место рождения, фотографию,
паспортные данные, ip адрес. Под обработкой персональных данных в настоящей оферте понимается: сбор
вышеуказанных данных, их систематизация, накопление, хранение, уточнение (обновление, изменение),
использование, блокирование, уничтожение. Доступ к обработке персональных данных имеют только лица,
назначенные ответственными за обработку персональных данных.

8.4.1. Заказчик выражает согласие и разрешает Исполнителю обрабатывать персональные данные Заказчика
с помощью автоматизированных систем управления базами данных, а также иных программных и технических
средств.
8.4.2. Работа с такими системами осуществляется по вышеуказанному в пункте 8.4 алгоритму (сбор,
систематизация, накопление, хранение, уточнение, использование, блокирование, уничтожение).
8.4.3. Исполнитель вправе самостоятельно определять используемые способы обработки персональных
данных Заказчика.
8.4.4. Оператор обеспечивает конфиденциальность предоставленных Заказчиком персональных данных, их
защиту от копирования, распространения. В любой момент Заказчик вправе запросить перечень своих
персональных данных и/или потребовать изменить, уничтожить свои персональные данные.
8.4.5. В соответствии с пунктом 4 статьи 16 Федерального закона от 27 июля 2006 г. No 149-ФЗ «Об
информации, информационных технологиях и о защите информации» Исполнитель обязуется предотвращать
попытки несанкционированного доступа к персональным данным Заказчика, предоставленных Исполнителю;
своевременно обнаруживать и пресекать такие попытки.
9. Порядок разрешение споров.
9.1.1. Все споры и разногласия, если таковые возникнут в процессе исполнения настоящего Договора,
Стороны будут стараться разрешить путем переговоров. Претензионный порядок урегулирования спора до
обращения в суд обязателен.
9.1.2. Стороны предъявляют претензии на контактный ящик электронной почты или юридический адрес.
9.1.3. Контактным ящиком электронной почты исполнителя является support@virtualnum.ru
9.1.4. Указанный Заказчиком при регистрации ящик электронной почты считается контактным.
9.1.5. Срок ответа на претензию составляет тридцать календарных дней.
9.1.6. В случае невозможности урегулирования споров путем переговоров они подлежат рассмотрению в
соответствии с действующим законодательством Российской Федерации.
10. Прочие условия.
10.1.1. Любое уведомление, запрашиваемое или предоставляемое одной из Сторон другой Стороне согласно
настоящему Договору, должно быть направлено на ящик электронной почты, предусмотренный пунктами 9.1.3. и 8.1.4. Договора. В случае невозможности направления претензии на указанные ящики электронной
почты, претензия направляется в письменной форме по юридическому адресу.
10.1.2. Если любое положение настоящего Договора будет признано компетентным органом
недействительным в целом или в части, это не должно повлиять на действие других положений настоящего
Договора.
10.1.3. Оплата по данному Договору означает согласие со всеми условиями (пунктами) перечисленными
выше.
10.1.4. Ответственность за неисполнение либо ненадлежащее исполнение условий Договора предусмотрена
настоящим Договором и законодательством Российской Федерации.
10.1.5. Сторона, нарушившая обязательства, предусмотренные пунктами 8.1.-8.3. уплачивает другой стороне
штраф в размере 100000 (сто тысяч) рублей за каждый случай нарушения.
10.1.6. Все вопросы, не урегулированные настоящим Договором, разрешаются в соответствии с действующим
законодательством Российской Федерации. Стороны обязуются сообщать в письменной форме обо всех
изменениях в наименовании, организационно-правовой форме, юридическом адресе, фактическом адресе
местонахождения и почтовом адресе, ИНН, банковских и других реквизитах в течение 10 (десяти) рабочих
дней с момента изменения указанных данных.
10.1.7. Приложение 1 и Приложение 2 являются неотъемлемыми частями Договора.
`;
